import  H1tag  from "../components/H1tag";
import Ptag from "../components/Ptag";

export default function Siterulehome() {
  return (
      <div>  
        <section className="flex flex-col items-center mt-24">        
         <H1tag>利用規約</H1tag>
         <div className="mt-16 ml-16">
            <Ptag className="">
               更新日時　2025/5/11（日）<br/><br/>
               本ウェブサイト=当サイト<br/>
               株式会社FiLL=当社<br/><br/>
            </Ptag>
            <Ptag>


本ウェブサイトは、株式会社FiLLが運営しております。<br/>
当サイトをご利用いただく前に、以下の利用規約をお読みいただき、同意された場合にのみご利用ください。<br/>
なお、本規約は予告なく変更される場合がありますので、最新の内容をご確認ください。<br/><br/>

第1条（適用範囲）<br/>
本規約は、当サイトの閲覧およびご利用に関する一切に適用されるものとします。<br/><br/><br/>
第2条（禁止事項）<br/>
ユーザーは、以下の行為を行ってはなりません。<br/>
1. 法令または公序良俗に反する行為<br/>
2. 当社または第三者の知的財産権を侵害する行為<br/>
3. 他のユーザー、第三者または当社に不利益や損害を与える行為<br/>
4. 虚偽の情報の入力、送信または登録<br/>
5. ウイルスや有害なプログラムを含むファイルの送信<br/>
6. その他、当社が不適切と判断する行為<br/><br/>

第3条（著作権および知的財産権）<br/>
当サイトに掲載されている文章、画像、ロゴ、デザインなどすべてのコンテンツの著作権および知的財産権は、当社または正当な権利を有する第三者に帰属します。<br/>事前の許可なく、これらの情報を複製、転用、販売などの二次利用を行うことを禁止します。<br/><br/>

第4条（免責事項）<br/>
当社は、当サイトに掲載する情報について正確性や安全性の確保に努めておりますが、その内容に関して保証するものではありません。<br/>
当サイトの利用または利用不能によって発生したいかなる損害についても、一切の責任を負いかねます。<br/><br/>

第5条（リンクについて）<br/>
当サイトには、外部サイトへのリンクが含まれる場合がありますが、リンク先の内容について当社は一切責任を負いません。<br/>  
リンク先の利用にあたっては、各サイトの利用規約をご確認ください。<br/><br/>

第6条（規約の変更）<br/>
当社は、必要に応じて本規約の内容を予告なく変更することがあります。変更後の規約は、当サイトに掲載された時点から効力を生じるものとします。<br/><br/>

運営者：藤田廉平</Ptag>

         </div>

        </section>
    </div>
  );
}
